inf = {
    'start':'''Приветствую, уважаемый трейдер! Я бот координатор Libertex – онлайн платформы инвестиций и трейдинга.
    
Я помогу Вам вникнуть во все детали и работу финансового рынка и как наши эксперты помогают в этом.

''',
    'info_tg':'''
    Мы создали телеграм канал для клиентов Libertex, в котором в автоматическом режитме транслируются все торговые сделки по нашим торговым системам!📱

🔸Торговая система х999
🔸Торговая система Reversal Pattern
🔸Торговый робот Corrective Profit [Standart]
🔸Торговый робот Corrective Profit [Low Risk]

Вся статистическая информация по доходности находиться в Telegram канале!
Статистика за 2022 год: https://youtu.be/NxeoeFbMibc
—————
Канал даст возможность каждому клиенту получить доступ к нашим инвестиционным и торговым продуктами. Наша команда состоит из опытных аналитиков и трейдеров, которые предоставляют всю информацию финансовых рынков и как на ней заработать!

Каждый участник сможет:

▪️Получать ежедневную аналитику финансовых рынков
▪️Получать все торговые сигналы по нашим готовым сервисам сопровождений решениям
▫️Держать руку на пульсе рынка
▫️Узнать статистику доходности продуктов
▪️Первым участвовать в акционных программах от компании Libertex
    ''',
    'info_libertex':'''Libertex  – известный международный бренд на рынке онлайн-инвестиций и трейдинга.
С 1997 года мы помогаем клиентам инвестировать и торговать широким кругом финансовых инструментов, включая валюты💵, акции компаний-мировых лидеров🧾, золото и другие металлы✴️, нефть и газ🛢, фондовые индексы📈, а также криптовалюты 🔥

Более подробно посмотреть весь функционал Libertex Вы можете в видео директора филиала Дениса Повторенко: https://youtu.be/s2RZgTXcj7s

Чтобы разобраться во всех деталях, Вы можете прямо сейчас бесплатно пройти мини-курс обучения по рынку. В нем мы собрали всю необходимую базу, которая станет твердым фундаментом в Ваших будущих результатах. 🚀
''',
    'info_libertex_study':'Короткие видеоуроки по трейдингу в Libertex позволят Вам понять быстро все азы инвестирования и трейдинга. ',
    'info_branch':'''Филиал Libertex проводит ряд тренингов и конференций на тему финансовых рынков. 
    
К услугам для клиентов филиала относиться:

◼️Очное и дистанционное обучение в Международной академии инвестиций и трейдинга;
◽️Консультационно аналитическая поддержка для трейдеров и инвесторов;
◼️Сервис “Инвестиционные идеи” и индивидуальные программы для инвесторов;
◽️<a href="https://drive.google.com/file/d/1Qvp47cDgDBHwrVv0waqs8VwpXUluGhkU/view?usp=sharing">Сопровождение клиентов по торговым системам.</a>


Адрес: Житомир, площадь Согласия, 6, офис #3
+380 (67) 455-08-36
zhytomyr@forexclub.org
<a href="https://www.google.com/maps/place/%D0%BF%D0%BB.+%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%B8%D1%8F,+6,+%D0%96%D0%B8%D1%82%D0%BE%D0%BC%D0%B8%D1%80,+%D0%96%D0%B8%D1%82%D0%BE%D0%BC%D0%B8%D1%80%D1%81%D0%BA%D0%B0%D1%8F+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%8C,+10000/@50.264949,28.683423,17z/data=!4m5!3m4!1s0x472c64a543db6899:0xef959168199cfce0!8m2!3d50.2649489!4d28.6834228?hl=ru">Посмотреть на Google картах</a>

Директор филиала Денис Повторенко - практикующий трейдер-аналитик. На финансовых рынках с 2015 года. В своем телеграм канале ежедневно публикует аналитику и прогнозы касательно дальнейшего движения активов на финансовом рынке. 

Подписывайся на социальные страницы филиала, чтобы всегда держать руку на пульсе рынка:
🔸Telegram: https://t.me/DenisPovtorenko
🔸YouTube: https://www.youtube.com/c/DenisPovtorenko''',
    'info_partner':'''IB – партнер, который привлекает клиентов по своей реферальной программе

IB партнер, который привлек Sub-IB всегда получает разницу между своей ставкой и ставкой Sub-IB.

Пример: Уровень выплат IB = 20%, Sub-IB = 10%.

Доход IB = 20% со своих клиентов и 10% (20%-10%) от клиентов ИБ партнера.

🤝 Презентация партнерской программы: https://drive.google.com/file/d/1VVIWMrGJahYqMK_qupGFc-vMkA4JyDJs/view?usp=sharing
''',
    'info_partner_calc':'''🧮 Калькулятор: https://docs.google.com/spreadsheets/d/18ObZOgOahZhvnYcqxd_XdgsJzQtji6kWvVwwlNtIY88/edit#gid=0

Средняя годовая прибыль IB партнера по консервативному сценарию $10 860
''',
    'info_donate':'''Способы пополнения торгового счета в Libertex:

🔸Криптовалютой (можно напрямую с банковской карты пополнить кошелек в Libertex)
🔸Перевод на банковскую карту (P2P платеж)
🔸Банковской картой
🔸Банковским переводом (SWIFT)
🔸Skrill
🔸Neteller
🔸WebMoney

Как пополнить торговый счет банковской картой❓:
📝Инструкция: https://telegra.ph/Popolnenie-torgovogo-scheta-Libertex-06-30
🎥Видео-инструкция: https://youtu.be/CKrygSOjOJI
💳P2P платежом (перевод на банковскую карту): https://support.libertex.org/ru/articles/popolnenie-metodom-perevod-na-bankovskuyu-kartu-dlya-ukrainy

Снятие денежных средств осуществляется на тот же метод, с которого было совершено пополнение (Если пополнение криптовалютой - снятие в криптовалюте и тд.)

Информация о пополнении счета и снятии денежных средств: https://www.fxclub.org/deposit-withdrawal''',
    'info_servus':'''В приложении Libertex реализована статусная система для каждого трейдера. Статус - это набор сервисов и продуктов, доступ к которым Вы получаете от компании бесплатно!

Структурированная продуктовая линейка, которую Вы можете использовать в компании Libertex: 

📚Курс обучения от директора филиала
📊Инвестиционные идеи
🤖Торговый робот
📈Copytrade (копирование торговых сигналов)


Более детально о каждом сервисе можете посмотреть в видео, презентации, а также выбрать раздел, который Вас интересует
📲 Об услугах Libertex: https://youtu.be/s2RZgTXcj7s

Презентация из видео: https://drive.google.com/file/d/1Qvp47cDgDBHwrVv0waqs8VwpXUluGhkU/view?usp=sharing
''',
    'info_servus_study':'''Обучение в формате online и offline от практикующего трейдра-аналитика <a href="https://t.me/DenisPovtorenko">Дениса Повторенко</a>. 

Из видеолекций вы узнаете:
◼️Как анализировать цены и работать с аналитикой
◽️Как правильно принимать торговые решения и распределять свой капитал
◼️Как минимизировать риски и дать прибыли расти
◽️Как выстраивать свою торговую систему
◼️Как использовать готовые торговые стратегии и идеи для заработка
◽️Как формировать собственные инвестиционные портфели

📚Узнайте структуру обучения от автора курса: https://www.youtube.com/watch?v=znGyRtOhkm0

Презентация из видео: https://drive.google.com/file/d/1W-OKrTUS69pENLZ7vPdmu_U22L-ubcgu/view''',
    'servus_course': '''Курс обучения делится на 2 части:
🔸3 видео лекции в открытом доступе.
🔸Полный Базовый курс состоит из 10 лекций (при наличии остатка $500 на торговом счете).

Урок #1: Знакомство с торговыми терминалами (Libertex, MT4 - отличия, особенности. Расчеты в трейдинге)
🎥 https://www.youtube.com/embed/qoL3zJS5PqE

Урок #2 Работа с уровнями (Определение уровней. Практика. Лайфхаки)
🎥 https://www.youtube.com/embed/a8LG5r1Cv0c

Урок #3 О чем говорят фигуры графического анализа (Фигуры разворота и продолжения тренда. Практика. Лайфхаки): 
🎥 https://www.youtube.com/embed/QQldyIxrDFA
''',
    'info_servus_invest':'''Инвестиционные идеи позволяют Вам экономить время на поиск инвестиционных возможностей и получать прибыль уже с первой рекомендации.

🔸Формат: Аналитическая рекомендация раз в неделю с аргументированными причинами открытия сделки и указанной ценой открытия и закрытия сделок.

🔸Периодичность: Раз в неделю приходит на почту.

📊 Детально о сервисе: https://youtu.be/s_YsUNi3olk

Презентация из видео: https://drive.google.com/file/d/1T8JQn6K2ErkpztWDACdhnn6B9bo8lFfT/view?usp=sharing''',
    'info_servus_invest_ex':'''Пример инвестиционной идеи по EURUSD: https://drive.google.com/file/d/1EOCuSN_U-p4AhvuVebw1OwIoSpmV8gdt/view

Доходность составила 45.5%
''',
    'info_servus_invest_stat':'''С октября 2020 года по август 2022 доходность составила +936%📈

Смотреть статистику онлайн:
https://www.myfxbook.com/members/Aidar__Kaliaskar/forexclub-investment-ideas/7572045

''',
    'info_servus_tradeBot':'''Торговый робот "Corrective Profit" - это готовый алгоритм, который ведет процесс трейдинга в автоматическом режиме позволяя вам экономить время и формировать пассивную прибыль.

🔸Инструменты: Валютные пары
🔸Таймфрейм: M1-M15
🔸Количество сделок около 25 в день
🔸Торговый алгоритм основан на правиле «Многократных лотов»
🔸Среднестатистическая доходность = 300% годовых с риском в 50%

🤖Детально о торговом роботе: https://youtu.be/bWZZlzvLy9M

Презентация из видео: https://drive.google.com/file/d/10VuJ2SWVOjl7Q5e5aEtuP8q0OclT16ZL/view?usp=sharing''',
    'info_servus_tradeBot_stat':'''С августа 2019 года по август 2022 доходность составила +933%📈

Смотреть статистику онлайн: https://www.mql5.com/ru/signals/720269''',
    'info_servus_copytrade':'''Copytrade “Окно возможностей” - это уникальный сервис для работы на финансовых рынках, объединяющий в себе опыт и знания лучших трейдеров-аналитиков из разных стран и городов. Такой подход дает возможность получать актуальные сигналы по самым  различным инструментам на ежедневной основе.

Сопровождение и поддержка по сервису осуществляется с помощью Telegram-канала, в котором вы будете: 

◼️ Получать актуальные сигналы (1-3 в день)
◽️ Получать обоснование к открытию сделок
◼️ Получать сопровождение открытых сделок
''',
    'info_servus_copytrade_stat':'''Доходность с начала 2022 года составила +26,67%📈''',
    'make_question':' Какой вопрос вас интересует?',
    'answer_question':' Я передал ваш вопрос специалисту и вскором времени он свяжеться с Вами и ответит на все вопросы!',
}
libertex_1 = {
    '1' : '''Урок #1. Основы торговли
    
Вы можете совершать сделки с валютами, акциями, товарами, криптовалютами или фондовыми индексами.

Например, если вам хорошо знакома продукция компании Apple, так как вы постоянно покупаете их товары и интересуетесь новостями, то почему бы не купить их акции? Так вы будете не просто потребителем товаров компании, но и сможете использовать свои знания.
''',
    '2':'''Урок #2. Трейдер vs Инвестор
    
На начальном этапе лучше придерживаться подходов с принципом "купил и держи", он является наиболее простым, надежным и рекомендован многими успешными участниками рынка.

Долгосрочные инвестиции, как правило, предполагают существенные требования к размеру капитала. Если у вас пока недостаточно средств для подобных вложений, то обратите свое внимание на среднесрочный трейдинг и постепенно увеличивайте свой инвестиционный потенциал.
''',
    '3':'''Урок #3. Первая прибыльная сделка

Чтобы обеспечить стабильные результаты на финансовых рынках, необходимо иметь торговую стратегию. Именно она позволяет получать трейдерам желаемый результат в долгосрочной перспективе.

Торговая стратегия отвечает на такие вопросы:
-       Во что инвестировать?
-       В каком направлении открывать сделку?
-       Когда закрывать сделку в случае неудачи?
-       Когда закрывать сделку в случае правильного решения?
-       Какую указывать сумму и мультипликатор в каждой конкретной сделке?
''',
    '4':'''Урок #4. Первая прибыль - маленькая хитрость
    
Чтобы использовать тактику из видео, необходимо найти активы, графики которых зеркально отображаются друг другу (обратная корреляция). Например, такие пары: индекс доллара и золото, нефть и канадский доллар, фондовые индекс NASDAQ и USD JPY ведут себя синхронно (прямая корреляция). Поэтому, чтобы применить эту тактику к ним, нужно открывать сделки в разных направлениях.
''',
    '5':'''Урок #5. С какого депозита начать
    
Как правило, на финансовых рынках риски могут оказаться тем выше, чем меньше собственных средств на счете. Во-первых, это связано с соблюдением правил управления капиталом: больше средств на счете позволяют делать это более гибко, а также диверсифицировать свои вложения. Во-вторых, с особенностями психологии в трейдинге. Если денег на счете совсем немного, то страх потерять их меньше, из-за чего склонность к необдуманным и рискованным действиям увеличивается.
''',
    '6':'''Урок #6. Три золотых правила
    
В движении рыночных графиков можно выделить три основных состояния:

⬆️Восходящий тренд — чтобы повысить шансы на успех, нужно совершать сделки только на покупку;

⬇️Нисходящий тренд — чтобы повысить шансы на успех, нужно совершать сделки только на продажу;

➡️Боковой тренд (цена колеблется в горизонтальном канале) — можно совершать сделки в любом направлении, в зависимости от других методов анализа, или вовсе воздержаться от торговли.

Чтобы повысить свои шансы на успех, совершайте сделки в направлении тренда!
''',
}
libertex_2 = {
    '1' : '''Урок #1. Как понимать график?
    
Свечи — незаменимый помощник для своевременного поиска потенциальных точек разворота цены. Свечные модели, о которых пойдет речь в последующих уроках, позволяют увеличить эффективность поиска таких моментов.

Чем длиннее тень у свечи, тем выше вероятность движения в обратном направлении. Длинные тени, как правило, сигнализируют о возросшей волатильности. Т.е скорость изменения цен высока, а это увеличивает потенциальные результаты.
''',
    '2':'''Урок #2. Как зарабатывать на падении?
    
Если внимательно наблюдать за графиками, то можно заметить, что они падают быстрее, чем растут. Об этом стоить помнить во время кризисов, когда цены на большинство товаров стремительно падают. В такие моменты можно добиться серьезного результата даже быстрее, чем во время периода роста.
''',
    '3':'''Урок #3. Что такое мультипликатор?
    
Выбор мультипликатора и суммы сделки по отношению к своему депозиту и есть управление капиталом. Грамотное управление капиталом позволит добиться максимальной эффективности.

Если вы только начали и еще находитесь на этапе тестирования своей стратегии, то используйте минимальный мультипликатор и сумму сделки. Это позволит вам минимизировать риски и получить ценный опыт. После совершения 10-15 сделок вы можете постепенно увеличивать эти значения.
''',
    '4':'''Урок #4. В чем разница между Bid и Ask
    
Если вы открыли сделку "В рост", вы купили. Закрывается эта сделка продажей. Если вы открыли сделку "В снижение", вы продали. Закрывается эта сделка покупкой. Если дейстие на покупку, то это цена ASK. Если на продажу, то это цена BID. И не важно как вы это делали по рыночной цене или по ордеру.

Совет эксперта: Разница между ценами BID и ASK может то увеличиваться, то уменьшатся. Это зависит от конкретной ситуации на рынке. Если рынок волатилен, то разница будет увеличиваться. Если рынок спокоен, то и разница будет минимальна. Это очень важно учитывать при краткосрочной торговле, когда ваши цели по прибыли небольшие.
''',
    '5':'''Урок #5. Как ограничить риски?
    
Величину Stop Loss можно определять двумя способами:

1. По котировке (по уровню цены на графике). Как правило, Stop Loss размещен в месте перелома графика, когда растущее движение сменяется нисходящим и наоборот. Тут помогут уровни поддержки и сопротивления, которые вы будете изучать в последующих занятиях. Stop Loss располагается за ближайшим уровнем. Вы определяете котировку (цену), где должен стоять Stop Loss и указываете ее в терминале.

2. По сумме, которую вы допускаете потерять в сделке. Например, вы заранее рассчитали, что в каждой убыточной сделке вы готовы потерять не более $20. Просто укажите эту величину при открытии сделки.

Совет эксперта: Не ставьте Stop Loss слишком близко к текущей цене. Он может сработать от обычных колебаний графика. Не ставьте Stop Loss и слишком далеко, тогда пропадает его смысл. Если вы не можете выставить Stop Loss на умеренном удалении от цены, просто откажитесь от этой сделки.
''',
    '6':'''Урок #6. Как фиксировать прибыль?
    
Важно помнить о соотношении прибыль/риск в каждой сделке. Опытные участники финансовых рынков стараются совершать сделки, если потенциальная прибыль превышает риски как минимум в 2 раза.

Как правило, Stop Loss устанавливается за ближайший уровень (выше уровня сопротивления или ниже уровня поддержки), в то время как Take Profit устанавливают перед ближайшим уровнем (ниже уровня сопротивления или выше уровня поддержки).
''',
    '7':'''Урок #7. Временные интервалы
    
При использовании свечных графиков, необходимо анализировать ситуацию каждый раз после завершения формирования очередной свечи.

Это значит, что 1 минутный график анализируют каждую минуту. То есть, почти не отходя от терминала. 5-минутный — раз в 5 минут. Часовой — раз в час. Дневной — раз в день. Учитывайте этот факт при выборе удобного вам временного масштаба.
''',
    '8':'''Урок #8. Увеличение суммы сделки
    
Иногда при открытии сделки бывает недостаточно уверенности, что цена будет двигаться в нужную сторону. В такой ситуации можно открыть сделку меньшим объемом, чем обычно. Однако, если ситуация будет развиваться по благоприятному сценарию, а степень уверенности возрастет, то можно увеличить объем сделки.
''',
    '9':'''Урок #9. Реинвестирование
    
Реинвестирование незафиксированной прибыли по сделке эффективно использовать при долгосрочном удержании позиций. Определите для себя срок, например, раз в месяц, когда вы будете вкладывать положительный результат в текущую сделку.

Совет эксперта: будет полезным определить минимальную величину прибыли, которую вы будете реинвестировать. Как только эта величина будет достигнута, реинвестируйте ее. 
'''
}
libertex_3 = {
    '1' : '''Урок #1. Введение в технический анализ
    
Технический анализ игнорирует происходящие в мире события и уделяет внимание только графику цены. Потому что все происходящие события уже так или иначе учтены в движении цен.

С помощью технического анализа можно определить следующие параметры для сделки:
- направление;
- момент и цену открытия;
- цену фиксации прибыли;
- цену фиксации убытков.
''',
    '2':'''Урок #2. Свечные конфигурации
    
Существует множество свечных конфигураций. Они могут состоять из одной, двух, трех и так далее свечей. Чем больше свечей необходимо для формирования сигнала, тем он, скорее всего, будет надежнее, но и появляться такие сигналы будут реже.

Основное назначение разворотных свечных конфигураций — подсказка момента для открытия сделки. То есть они сигнализируют о возможном развороте движения цены. Конечно, эти развороты могут быть и лишь краткосрочными коррекциями, поэтому для надежности нужно учитывать и другие инструменты анализа, например уровни поддержки и сопротивления.
''',
    '3':'''Урок #3. ТОП-3 Графических фигур
    
К основным задачам графических фигур относится не только поиск момента для открытия сделки, но и указание цели, где ставить Take Profit. Устанавливайте ордер примерно на 10% ближе, чем указанная графической фигурой цель на графике.

Как бы фигура не называлась, принцип определения цели всегда один — необходимо измерить расстояние от максимально дальнего пика фигуры до точки прорыва графиком уровня или линии, формирующих фигуру, и отложить это расстояние от той же точки прорыва.
''',
    '4':'''Урок #4. Уровни
    
Уровни — незаменимый инструмент при установке Stop Loss. Всегда ставьте Stop Loss за уровнем. Чем сильнее уровень, тем надежнее защищен Stop Loss от случайного срабатывания.
''',
    '5':'''Урок #5. Тренды
    
Сделки против основного тренда могут иметь очень большой потенциал, если удастся поймать момент разворота. Однако риски такой торговли кратно возрастают, так как вероятность удачно совершить такую сделку очень мала.

Умение распознавать основные тренды значительно повысит эффективность торговли, так как это позволяет определить генеральное направление для открытия позиций. А другие инструменты технического анализа позволят найти оптимальный момент для совершения сделки по тренду.
''',
    '6':'''Урок #6. Скользящие средние
    
Скользящие средние — один из самых популярных инструментов математического анализа. Они могут не только помогать определить тренд, но и генерируют самостоятельный торговые сигналы. Например:
- пересечение графиком цены скользящей средней;
- пересечение двух средних с разными периодами;
- использование средних с большими периодами в качестве уровней поддержки и сопротивления.
''',
    '7':'''Урок #7. Осцилляторы
    
Осцилляторы предназначены для указания разворотов цены. Они эффективны для принятия решения во время боковых движений как подтверждающие сигналы.

Наиболее сильным сигналом осцилляторов является дивергенция. Это расхождение пиков графика цены и пиков осциллятора. Например, во время восходящей тенденции растущим пикам графика цены соответствуют падающие пики графика осциллятора.
''',
    '8':'''Урок #8. MACD
    
Так как в основе этого индикатора лежат скользящие средние, их сигналы запаздывают. В этом нет ничего критического для среднесрочных сделок, но учитывайте это, если строить краткосрочную стратегию.

Индикатор отлично генерирует торговые сигналы по трендам. Но очень плох в боковике. Старайтесь работать с товарами, которые чаще находятся в трендах. Тогда индикатор покажет себя во всей красе., если строить краткосрочную стратегию.
''',
    '9':'''Урок #9. RSI
    
RSI относится к группе осцилляторов. К его сигналам относятся:
- Направление линии
- Выход осциллятора из зон перекупленности\ перепроданности
- Дивергенция

Осциллятор отлично помогает работе во время боковых движений. Но этот боковой канал должен быть широким и ярко выраженным.

На самом осцилляторе можно строить линии тренда. И открывать сделки, при пробое этой линии. Когда пробой происходит у зоны перекупленности - на покупку. У зоны перепроданности - на продажу
''',
    '10':'''Урок #10. Готовые параметры индикаторов
    
Если вы нашли в какой-то книге или в сети незнакомые вам параметры индикатора, обязательно прочитайте то как и для чего использовался этот индикатор. Тогда вы сможете понять почему используются именно эти параметры.

Несмотря на то, что подбирают, как правило, естественные параметры, Вы должны понимать, что маленькие изменения больших параметров никак не отразиться на эффективности. Например, эксперименты со сменой параметра со 120 на 121 ни чему не приведут.
''',
    '11':'''Урок #11. Уровни Фибоначчи
    
Уровни Фибоначчи предназначены для определения оптимального места для поиска разворотных свечных конфигураций для открытия сделки.

Если график цены прошел отметку 38,2%, тогда можно открыть сделку на 50%, Если прошел 50%, то 61,8%. Но если график цены прошел и ее, то измеряемый тренд сменил свое направление и открытие сделки по тренду будет нецелесообразно.
''',
    '12':'''Урок #12. Волны Эллиотта
    
Для волновой теории лучше использовать большие временные интервалы. Поскольку сам процесс создания волновой разметки достаточно трудоемкий и при этом торговать маленькие цели, как-то неразумно.

В терминале достаточно много инструментов для разметки волн, но минимальный набор - уровни Фибоначчи.

Совет эксперта. Часто встречаются комбинации между волновой теорией и индикаторами, для определения точек входа. А также графическим анализом, при формировании различных фигур в коррекционных волнах.
''',
}
libertex_4 = {
    '1' : '''Урок #1. Торговая система
    
Не знаете, что выбрать? Начинайте с краткосрочной торговли, постепенно увеличивая срок удержания сделки.

Левая нога - теория. Правая нога - практика. Вам нужно идти, бежать. На одной ноге далеко на допрыгаете. Теория без практики бесполезна. Практика без знаний - самоубийственна.
''',
    '2':'''Урок #2. Виды стратегий
    
Несмотря на то, что проще начинать с механических стратегий, нужно обладать железными нервами, особенно тогда, когда торговля уходит в просадку.

Чтобы торговать с аналитическими системами самостоятельно, нужно "набить руку" в трейдинге. Поскольку гибкость в принятии решений для неопытного чревато бессистемной торговлей.
''',
    '3':'''Урок #3. Управление капиталом
    
Всегда указывайте сумму сделки из мультипликатор на основе системного подхода. Это позволит добиться стабильного результата и повысить эффективность торговли.

Совет эксперта: при прочих равных условиях, торговля будет надежнее, если сумма сделки будет больше, а мультипликатор — меньше. Например, комбинация суммы сделки $100 и мультипликатора 1 более надежная, чем комбинация суммы сделки $10 и мультипликатора 10. Хотя в обоих случаях итоговая сумма одинаковая.
''',
    '4':'''Урок #4. Дневник трейдера
    
Дневник трейдера нужно завести себе до того момента как начали торговать и тщательно его вести. Заполнение дневника - как часть вашей торговой системы, когда вы не пропускаете сигналы и не забываете заполнять дневник.
''',
    '5':'''Урок #5. Основные ловушки
    
Если вы перед тем как включить компьютер четко знаете, что вы хотите увидеть и что будете делать, то у вас уже есть минимальный заслон эмоциям. Если вы включаете компьютер с мыслью "посмотрим по ситуации", то у вас обязательно возникнут проблемы с эмоциями.
''',
    '6':'''Урок #6. Психология
    
Ведите дневник трейдера, куда записывайте все совершенные сделки и их краткий анализ. Спустя время, вы сможете получить массу полезной информации о своих сильных и слабых сторонах на финансовых рынках.

Если вы контролируете свои риски и управляете капиталом, то нет никакого смысла анализировать и оценивать отдельно взятую сделку. Проводите анализ только итоговых результатов 30-50 сделок сразу. Так как первые 5-10 сделок могут оказаться как только удачными, так и только неудачными.
''',
    '7':'''Урок #7. Портфельные инвестиции
    
Как правило портфели — это долгосрочные инвестиции. Они могут продолжаться годами. Решения принимаются раз в год и иногда корректируются. Это один из самых эффективных, простых и экономных по времени подходов.

Правильный способ выбора инструментов для формирования портфеля — залог стабильных результатов в будущем. Надежный портфель должен состоять из независимых друг от друга инструментов из разных рынков: валютного, металлов, акций, товаров.
''',
    '8':'''Урок #8. Самый простой портфель
    
Несмотря на свою простоту такой способ выбора товаров в портфель неплох. И неплох он потому, что вы следите за продукцией компании, которую любите. А значит проводите фундаментальный анализ, сами того не замечая.

После того как вы собрали портфель, попробуйте проверить его на истории. Лучше взять историю с 2007 года, когда господствовал мировой кризис и цены на товары попадали. Это наихудшее время для любого портфеля.
''',
    '9':'''Урок #9. Роботы
    
Роботы могут увеличить количество сделок до такой частоты, которая не подвластна обычному человеку. Но нужно следить, что робот был постоянно включен.

Используйте наш торговый робот “Corrective Profit” в своей торговле: https://youtu.be/bWZZlzvLy9M
''',
    '10':'''Урок #10. Диверсификация
    
Диверсификация — один из наиболее эффективных способов снижения рисков. У наиболее опытных участников рынка это может даже привести к тому, что по одному и тому же инструменту может быть открыто несколько сделок в разном направлении. Но только одна из них будет долгосрочной, а другая — краткосрочной.
''',
}
libertex_5 = {
    '1' : '''Урок #1. Криптовалюта для смелых
    
Перед началом торговли с криптовалютами, помимо волатильности, оцените еще два параметра. Трендовость — способность графика развивать длительные движения в одну сторону и комиссию, которую вы платите за торговлю.

Старайтесь избегать торговли только одними криптовалютами. Параллельно обращайте внимание и на другие активы: валюты, акции, индексы, сырье. Это позволит снизить потенциальные риски, которые несет в себе скоростная криптовалюта.
''',
    '2':'''Урок #2. Фундаментальный анализ на примере Netflix
    
Следите за продукцией, которую выпускает компания акции, которой вы торгуете. Новые продукты и достижения компании позитивно отражаются на стоимости акций, но и обратная сторона медали, если какие-то проблемы возникли у компании, акции надо продавать.

Мнение эксперта. Самая важная новость для компаний - это корпоративные отчеты. Они выходят раз в квартал и инвесторы активно скупают или распродают акции в этот момент. Важно помнить, что отчеты, как правило, выходят в неторговое время. Что значит? Прочтите Мнение эксперта к уроку “Торговое время”.
''',
    '3':'''Урок #3. Фундаментальный анализ на примере Нефти
    
Данные по запасам на складах в США могут оказывать существенное влияние на котировки нефти. Эти данные публикуются каждую среду. Как правило, если запасы нефти увеличиваются, то цена снижается. Если запасы нефти снижаются, то цена растет.

Совет эксперта: также на нефть оказывают влияние и события природного характера, например, ураганы в Мексиканском заливе. Когда возникает такая угроза, то цены на нефть, как правило, начинают расти.
''',
    '4':'''Урок #4. Торговля на инвестиционных идеях
    
Вы можете использовать инвестиционные идеи как единственный способ торговли на рынке, так и как часть вашей торговой стратегии. Это позволит вам снизить свои риски. Если будет просадка по вашей стратегии, то торговля по инвестиционным идеям может компенсировать эти риски.

Более подробно об инвестиционных идеях: https://youtu.be/s_YsUNi3olk''',
    '5':'''Урок #5. Базовые сигналы на графиках
    
На начальном этапе попробуйте торговлю, используя минимальную сумму сделки и мультипликатор. С опытом, можете использовать сложные методы управления капиталом или работать с параметрами по умолчанию.
''',
    '6':'''Урок #6. Торговля на новостях
    
Если вы не планируете использовать тактику работы с новостями, необходимо знать о выходе важных новостей. Потому что это может повлиять на ваши открытые сделки. Если ваши целевые уровни прибыли и рисков находятся далеко от текущей цены, то беспокоиться не о чем. Но, если они могут быть достигнуты от колебаний цены после выхода новости, то подумайте о том, чтобы:
●     закрыть сделку за 30 минут до выхода важной новости
●     изменить уровни ограничения для снижения потенциальных рисков
''',
    '7':'''Урок #7. Стратегия Молот
    
Для свечной модели "Молот" цвет тела свечи не имеет значения. Важно, чтобы тело было как можно меньше. Чем меньше, тем качественнее данная модель.

Чтобы повысить свои шансы на успех, старайтесь не открывать сделок в том же направлении, что и тень у свечи. Если у свечи большая верхняя тень, то лучше воздержаться от сделок на покупку и наоборот.
''',
    '8':'''Урок #8. Стратегия Просвет в облаках
    
В свечной конфигурации "Просвет в облаках" есть важное свойство — цена закрытия второй свечи должна быть выше середины тела предыдущей. Это не самая сильная свечная модель, поэтому нужно дождаться закрытия следующей свечи в том направлении, в котором вы хотите открыть позицию, или использовать подтверждающие сигналы других инструментов технического анализа.
''',
    '9':'''Урок #9. Стратегия Вечерняя звезда
    
Большая зеленая свеча. За ней маленькая свечка. За ней снова большая, но уже черная свеча. Так выглядит свечная конфигурация "Вечерняя звезда". Это очень сильная разворотная модель, но еще больше шансов на успех дадут подтверждающие сигналы других инструментов технического анализа.

Совет эксперта: вы можете поэкспериментировать со стратегией, устанавливая Take Profit, например, в соотношении прибыль/риск 2 к 1.
''',
    '10':'''Урок #10. Стратегия Trend Hunter
    
Эту стратегию использовали на 4х часовых графиках и с валютными парами GBPUSD и USDJPY. Если вы хотите попробовать на другом товаре, тогда заранее протестируйте, проверьте на истории и попрактикуйтесь минимальным мультипликатором.
''',
    '11':'''Урок #11. Стратегия Precies Step
    
Отмеренный ход - классический прием, взятый из графического анализа. Только в классическом варианте рассматриваются движения более масштабные, чем несколько свечей.

Совет эксперта. Всегда оценивайте соотношение прибыль\риск в сделке. Специфика этой стратегии, такая, что потенциальный риск будет выше, чем потенциальная прибыль. Вы вправе игнорировать такие сигналы. Но этом случае, количество совершаемых сделок сильно снизится.
''',
    '12':'''Урок #12. Стратегия 240 minutes
    
В многих стратегиях используется комбинирование разных таймфреймов. Например, если трейдер торгует на 15 минутках, он может оценивать и часовые графики в поисках подтверждающих сигналов и дневные графики, чтобы работать только в направлении глобальных трендов.
''',
    '13':'''Урок #13. Нобелевские портфели
    
Куратор этой стратегии проводит ежемесячные обзоры, дает комментарии по рыночной ситуации и отвечает на вопросы. Обязательно посещайте их или изучайте информацию в записи, чтобы быть в курсе последних изменений и эффективно реагировать на рыночную конъюнктуру. Детали можно найти на сайте fxclub.org в разделе "Готовых Решений" или у своего персонального менеджера.

Совет эксперта: используйте и другие "Сервисы сопровождений" для диверсификации рисков и увеличения потенциальной прибыли.
''',
}
after_lesson = {
    '1': '''Отлично! Вы завершили первый раздел обучения! Самое время перейти к практики и открыть торговый счет и приступить к торговле: https://bit.ly/3oNhykp

Переходим к следующему разделу 🚀
''',
    '2': '''Отлично! Вы завершили еще один раздел обучения! Вперед к звездам 🚀
''',
    '3': '''Очередной раздел завершен! Экватор обучения пройден. Тестируйте полученные знания на торговом счету: https://libertex.fxclub.org/?aff_id=46459&cxd=46459_493144''',
    '4': '''Вау! Вы дошли до финишной прямой. Вы круче, чем 92% начинающих трейдеров! Так держать 🚀''',
    '5': '''Поздравляем! Вы прошли мини-курс! 🎓🎓
Для того, чтобы закрепить знания - торгуйте на реальном счету: https://libertex.fxclub.org/?aff_id=46459&cxd=46459_493144

Также Вы можете проконсультироваться с экспертом, задать вопрос и обсудить актуальные торговые возможности: @Pavel_Libertex''',
}